[
    {
        "id": 1,
        "title": "Did you hear about the mathematician who’s afraid of negative numbers?",
        "text": "He’ll stop at nothing to avoid them."
    },
    {
        "id": 2,
        "title": "Why do we tell actors to “break a leg?”",
        "text": "Because every play has a cast. Here are some dark jokes to check out if you have a morbid sense of humor."
    },
    {
        "id": 3,
        "title": "Helvetica and Times New Roman walk into a bar.",
        "text": "“Get out of here!” shouts the bartender. “We don’t serve your type.”"
    },
    {
        "id": 4,
        "title": "Yesterday I saw a guy spill all his Scrabble letters on the road. I asked him, “What’s the word on the street?”",
        "text": "Once my dog ate all the Scrabble tiles. For days he kept leaving little messages around the house. Don’t miss these hilarious egg puns that will absolutely crack you up."
    },
    {
        "id": 5,
        "title": "Hear about the new restaurant called Karma?",
        "text": "There’s no menu: You get what you deserve."
    },
    {
        "id": 6,
        "title": "A woman in labor suddenly shouted, “Shouldn’t! Wouldn’t! Couldn’t! Didn’t! Can’t!”",
        "text": "“Don’t worry,” said the doc. “Those are just contractions.”"
    },
    {
        "id": 7,
        "title": "A bear walks into a bar and says, “Give me a whiskey and … cola.”",
        "text": "“Why the big pause?” asks the bartender. The bear shrugged. “I’m not sure; I was born with them.”"
    },
    {
        "id": 8,
        "title": "What sits at the bottom of the sea and twitches?",
        "text": "A nervous wreck."
    },
    {
        "id": 9,
        "title": "How do you keep a bagel from getting away?",
        "text": "Put lox on it."
    },
    {
        "id": 10,
        "title": "What kind of exercise do lazy people do?",
        "text": "Diddly-squats."
    },
    {
        "id": 11,
        "title": "What does Charles Dickens keep in his spice rack?",
        "text": "The best of thymes, the worst of thymes."
    },
    {
        "id": 12,
        "title": "Why do bees have sticky hair?",
        "text": "Because they use honeycombs."
    },
    {
        "id": 13,
        "title": "I poured root beer in a square glass.",
        "text": "Now I just have beer."
    },
    {
        "id": 14,
        "title": "Rest in peace to boiling water.",
        "text": "You will be mist."
    },
    {
        "id": 15,
        "title": "What do you call a rooster staring at a pile of lettuce?",
        "text": "A chicken sees a salad."
    },
    {
        "id": 16,
        "title": "Why are skeletons so calm?",
        "text": "Because nothing gets under their skin."
    }
]